{
  "gifts": [
    {
      "name": "Детский конструктор \"Шарики\"",
      "description": "Этот подарок подойдет вашим детям, если они увлекаются конструированием из разноцветных кубиков, а также сбором интересных пазлов из подручных средств.",
      "price": 2000,
      "age": "детский",
      "hobbies": [ "сборка моделей", "пазлы", "конструктор" ],
      "url": ""
    },
    {
      "name": "Мастер-класс по вязанию",
      "description": "Мечтаете связать уникальный джемпер, который подчеркнет вашу индивидуальность и будет согревать вас этой зимой? Наш мастер-класс по вязанию джемпера — это идеальная возможность погрузиться в мир творчества и моды!Что вас ждет:\r\nПодробные пошаговые инструкции — даже если вы никогда не держали спицы в руках, вы с легкостью освоите все техники.\r\nАвторская схема и рекомендации по выбору пряжи и инструментов.\r\nПрактика на каждом этапе: от набора петель до создания идеального силуэта.\r\nЛайфхаки от профессионала, которые помогут вам вязать быстрее и аккуратнее.",
      "price": 3000,
      "age": "взрослый",
      "hobbies": [ "вязание", "мода", "творчество" ],
      "url": ""
    },
    {
      "name": "Свечи ручной работы \"Снежная ягода\"",
      "description": "Набор ароматических свечей с запахом лесных ягод и лёгкими зимними нотами. Каждая свеча создана вручную, что придаёт ей особое тепло и индивидуальность. Идеальный подарок для уюта в доме.",
      "price": 4000,
      "age": "Взрослый",
      "hobbies": [ "косметология", "свечи", "декорирование" ],
      "url": ""
    },
    {
      "name": "Чайный набор \"Тепло и уют\"",
      "description": "Набор из глиняного чайника и чашек, выполненных в технике ручной лепки. Идеальный подарок для любителей чаепитий и поклонников восточной культуры",
      "price": 5000,
      "age": "взрослый",
      "hobbies": [ "чаепитие", "керамика", "культура востока" ],
      "url": ""
    },
    {
      "name": "Авторский блокнот \"Древние мотивы\"",
      "description": "Экологически чистый блокнот с обложкой из переработанного дерева и страницами из бумаги ручной работы. Идеальный подарок для тех, кто ценит природу и хочет быть в гармонии с окружающим миром.",
      "price": 3500,
      "age": "взрослый",
      "hobbies": [ "творчество", "мода", "садоводство" ],
      "url": ""
    },
    {
      "name": "Блокатор для вязаного бабушкиного квадрата",
      "description": "Стопор или растяжка для вязания - удобный инструмент, который всегда нужно иметь при себе. С его помощью можно придать нужную форму узору, а также зафиксировать изделие, когда его нужно смять.",
      "price": 5000,
      "age": "взрослый",
      "hobbies": [ "вязание", "мода", "творчество" ],
      "url": ""
    }
  ]
}